Repository: derek-zlzhu/EmployeeDirectory
Catalog: EmployeeDirectory/Localizable.xcstrings
Source language: en
Languages: fr_ca

source: Bio:
fr_ca: Biographie :

source: Bundle Identifier:
fr_ca: Identifiant du lot :

source: Bundle Version:
fr_ca: Version groupée :

source: Creator Name:
fr_ca: Nom du créateur :

source: Display Name:
fr_ca: Afficher un nom :

source: Employees
fr_ca: Employées

source: Error
fr_ca: Erreur

source: Get Started
fr_ca: Commencer

source: Invalid response from the server.
fr_ca: Réponse invalide du serveur.

source: Local cache cleared.
fr_ca: Cache local vidé.

source: Name
fr_ca: Nom

source: Name:
fr_ca: Nom :

source: OK
fr_ca: D'ACCORD

source: Onboarding
fr_ca: Intégration

source: Reset local cache
fr_ca: Réinitialiser le cache local

source: Server Error
fr_ca: Erreur du serveur

source: Settings
fr_ca: Paramètres

source: Something is running unexpected. Please try again sometime later.
fr_ca: Quelque chose se passe de manière inattendue. Veuillez réessayer plus tard.

source: Team:
fr_ca: Équipe :

source: The data received from the server was invalid.
fr_ca: Les données reçues du serveur n'étaient pas valides.

source: There was an issue connecting to the server.
fr_ca: Un problème est survenu lors de la connexion au serveur.

source: There's no employee data available at the moment, please make sure network is connected and try again later.
fr_ca: Aucune donnée sur les employés n'est disponible pour le moment, veuillez vous assurer que le réseau est connecté et réessayer plus tard.

source: Welcome to our Employee Directory app
fr_ca: Bienvenue sur notre application Annuaire des employés
